{
  "title": "Whitefall - Episódio 1: A Partida",
  "episode": 1,
  "total_episodes": 3,
  "genre": "suspense psicológico / terror atmosférico",
  "batch_id": "whitefall_ep1",
  "segments": [
    {
      "segment_number": 1,
      "scene_type": "opening",
      "text": "Você já olhou para trás no fim de uma briga com alguém que ama e pensou... como chegamos aqui? Foi há quase 30 anos, e eu não lembro como a discussão com Melody começou. Mas sempre vou lembrar como terminou: comigo fazendo as malas, e ela chorando no banheiro.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Melancholic": 1.0,
        "Sad": 0.6,
        "Calm": 0.3
      }
    },
    {
      "segment_number": 2,
      "scene_type": "backstory",
      "text": "Se eu tivesse que adivinhar, provavelmente foi sobre dinheiro. Estávamos nos nossos vinte e poucos anos. Nenhum de nós tinha muita família. Empregos de merda, apartamento de merda, vida de merda. Mas tínhamos um ao outro. Nos amávamos. Me disseram que isso seria suficiente mas, porra... não chegava nem perto de ser suficiente.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Sad": 0.8,
        "Angry": 0.4,
        "Melancholic": 0.9
      }
    },
    {
      "segment_number": 3,
      "scene_type": "conflict",
      "text": "Três dias sem falar um com o outro. Nos evitando. Acho que nem estávamos mais bravos, apenas... cansados. Cansados demais para derrubar o muro dessa vez. E então recebi uma ligação da minha tia e tio em Washington. Venha para o Dia de Ação de Graças. Trabalhe com meus tios durante as festas. Eles precisavam de ajuda na fazenda de árvores.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Sad": 0.7,
        "Melancholic": 0.8,
        "Calm": 0.5
      }
    },
    {
      "segment_number": 4,
      "scene_type": "decision",
      "text": "Eu nem pensei, só disse sim. Quando contei para Melody, pude ver que ela sabia o que eu realmente estava dizendo. Algo que minha tia e tio nem sabiam. Eu ia para Spokane para o Dia de Ação de Graças... e não voltaria depois. Melody não lutou contra isso. Ela apenas ficou entorpecida. Como eu.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Melancholic": 1.0,
        "Sad": 0.9,
        "Afraid": 0.3
      }
    },
    {
      "segment_number": 5,
      "scene_type": "departure_prep",
      "text": "Gastei 42 dólares em uma passagem de ônibus de Buchanan para Spokane, o que me deixou com 22 dólares para comida na viagem de três dias. Deixar Mel... eu estava cansado só de pensar nisso. Meu coração parecia escaldante, a passagem só de ida no meu bolso pesada como aço, me puxando para baixo. Mas minhas malas estavam prontas e eu estava aqui no terminal.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Sad": 0.8,
        "Melancholic": 1.1,
        "Afraid": 0.4
      }
    },
    {
      "segment_number": 6,
      "scene_type": "bus_station",
      "text": "A estação era uma merda, como a maioria das estações de ônibus. Sem celulares naquela época. Sem TVs. Apenas um punhado de humanidade descansando em cadeiras plásticas duras esperando seu número ser chamado. Dei uma tragada longa no meu Camel e peguei minha passagem, procurando o meu número.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Calm": 0.6,
        "Melancholic": 0.7,
        "Disgusted": 0.3
      }
    },
    {
      "segment_number": 7,
      "scene_type": "internal_conflict",
      "text": "Olhei para o relógio na parede. Uma e dezoito. Meus olhos deslizaram para a porta involuntariamente. Eu queria sair dessa estação, voltar para casa com Mel. Encontrá-la e dizer que estava arrependido e que não ia a lugar nenhum. Mas um pedaço pequeno de mim, a parte teimosa, apenas me mantinha sentado ali. Já tínhamos feito essa dança de novo e de novo e de novo. Nunca funcionava. Amor era um luxo que os pobres não podiam pagar.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Melancholic": 1.2,
        "Sad": 0.9,
        "Afraid": 0.5
      }
    },
    {
      "segment_number": 8,
      "scene_type": "climax_act1",
      "text": "Estava esperando o que? A solução para nossos problemas entrando, fácil como torta? Um sinal? Coragem para partir e voltar para ela? Deus, eu queria isso. Eu DESEJAVA ter isso. Mel era tudo para mim. E não era suficiente.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Sad": 1.0,
        "Melancholic": 1.2,
        "Afraid": 0.6
      }
    },
    {
      "segment_number": 9,
      "scene_type": "twist",
      "text": "Estava prestes a embarcar quando a vi. Aquele cabelo castanho longo e encaracolado, rosto em formato de coração e olhos verdes selvagens. Melody estava correndo em direção ao ônibus. Tropecei em assentos e pernas na minha desesperança para sair do ônibus. Assim que desci, Mel estava lá, jogando os braços ao meu redor, seu corpo pequeno sacudido por grandes soluços.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Surprised": 1.2,
        "Happy": 0.6,
        "Afraid": 0.7
      }
    },
    {
      "segment_number": 10,
      "scene_type": "revelation",
      "text": "Kris, me desculpa, me desculpa. Achei que tinha te perdido. Achei que você tinha ido embora e eu não conseguiria te contar. Ela soluçava. Contar o que, baby? Ela respirou fundo. Estou grávida, Kris.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Surprised": 1.2,
        "Happy": 0.8,
        "Afraid": 0.6
      }
    },
    {
      "segment_number": 11,
      "scene_type": "decision_point",
      "text": "Minha mão congelou no cabelo dela por alguns segundos. Grávida. Mel estava grávida. Meu sinal da porta. Meu bebê. Minha garota. Eu era um idiota. Nunca poderia desistir de Mel e até tentar provou o quanto eu era tolo. Ela era minha. ELES eram meus.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Happy": 0.9,
        "Surprised": 0.8,
        "Melancholic": 0.4
      }
    },
    {
      "segment_number": 12,
      "scene_type": "new_plan",
      "text": "Mas Mel me convenceu a ir. Eu não quero criar nosso bebê aqui, ela disse. Não aqui em Buchanan. Buchanan era a prisão, a pobreza eram as grades. Três semanas, eu prometi. Você estará em Spokane em no máximo três semanas ou eu volto. Tudo vai ficar bem. Porque eu ia garantir que ficasse. E NADA ia me impedir de cuidar da minha garota.",
      "voice": "Morgan_Freeman CC3.wav",
      "emotions": {
        "Happy": 0.7,
        "Melancholic": 0.6,
        "Calm": 0.8
      }
    }
  ]
}
